Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.bf1f4a0fe72a
source: 手のひらを向かい合わせにし、前腕も使いながら持ち上げる。
ar_sa: ضع راحتي يديك في مواجهة بعضهما البعض واستخدم ساعديك للرفع.
ca: Col·loqueu els palmells l'un de l'altre i utilitzeu els avantbraços per aixecar-lo.
cs: Přeložte si ruce, aby se střely, a zároveň zvedejte předloktí.
da: Løft ved at holde dine hænder mod hinanden og bruge din underarm.
de_de: Heben Sie Ihre Hände gegenüber und verwenden Sie dabei auch Ihren Unterarm.
el: Στερεώστε το ένα χέρι με το άλλο, χρησιμοποιώντας και τον εξωτερικό βραχίονα για να το σηκώσετε.
en_au: Bring your palms together and lift your forearms while doing so.
es_es: Levanta las manos, usando también el antebrazo, de forma opuesta.
fi: Pidä kädet vastakkain ja nosta ylävartaloa käyttämällä myös etuolkapäitä.
fr_ca: Tenez les paumes face à face, utilisez également votre avant-bras pour soulever.
gu: હાથની હથેળીને સામસામે કરો અને આગળના હાથનો ઉપયોગ કરીને ઉપર ઉઠાવો.
he: להרים את הידיים כך שהידיים פונות אחת לשנייה, תוך שימוש גם במרפק.
hi: अपने हाथों को एक-दूसरे के सामने रखें, और अपने पहले हाथ का भी उपयोग करके ऊपर उठाएं।
hr: Podignite ruke u suprotnim smjerovima, koristeći i predramena,
hu: A kezünket egymással ellentétes irányban tartva, a karizma segítségével emeljük fel.
id: Angkat tangan, gunakan lengan bawah juga.
it: Sollevare le mani, appoggiandole l'una sull'altra, e utilizzando anche il braccio.
ko: 손바닥을 마주 보게 하고, 팔꿈치도 사용하여 들어 올립니다.
mr: हाताची तळवा एकमेकांवर ठेवून, मनगटाचा वापर करून वर उचला.
ms: Angkat tangan dengan menghadap satu sama lain, serta menggunakan lengan bawah.
nl_nl: Til met je handpalmen naar elkaar toe en gebruik ook je onderarm om op te tillen.
no: Løft ved å vende håndflatene mot hverandre, og bruk også underarmsmusklene.
pl: Wyciągnij rękę, upewniając się, że dłoń jest skierowana do przodu i użyj przedramienia, aby ją unieść.
pt_br: Levante as mãos com as palmas voltadas uma para a outra, usando também o antebraço.
pt_pt: Levante as mãos com as palmas voltadas uma para a outra, usando também o antebraço.
ro: Ridica mâna, astfel încât palmele să fie față în față, folosind și antebrațul.
ru: Согните ладони друг к другу и поднимите предплечье, используя его.
sk: Zdvihnite si obe ruky, pričom využite aj predlaktie.
sl: Podajte roko in jo dvignite, pri tem pa uporabite tudi predmež.
sv: Lyft armarna genom att möta handflatorna och använda underarmen.
ta: உங்கள் கைகளை நேருக்கு நேராக வைத்து, முன் கையை பயன்படுத்தி தூக்கவும்.
te: చేతులను ఎదురుగా ఉంచి, మోచేతులను కూడా ఉపయోగించి పైకి ఎత్తండి.
th: ยกโดยให้มือจับหันหน้าเข้าหากัน และใช้แขนด้านหน้าช่วย
tr: Elinizi karşıya doğru kaldırın, aynı zamanda ön kolunuzu da kullanın.
uk: Тримайте руки навхрест і піднімайте передпліччя, використовуючи їх.
vi: Giữ hai bàn tay đối diện và nâng bằng cả phần trước cánh tay.
zh_hans: 将双手相对，同时使用前臂抬起。
zh_hant: 将双手相对，同时使用前臂来抬起。

# domain_catalog.bfa9f9e01dcb
source: シートを調整し、胸の高さから前方へ押し出す。
ar_sa: اضبط المقعد وادفعه للأمام من ارتفاع الصدر.
ca: Ajusteu el seient i empenyeu-lo cap endavant des de l'alçada del pit.
cs: Upravte si pozici a posuňte tělo dopředu od hrudníku.
da: Juster sædet og skub det fremad fra brysthøjde.
de_de: Die Sitzposition anpassen und den Körper nach vorne drücken, von der Brusthöhe aus.
el: Ρυθμίστε τη θέση και πιέστε προς τα εμπρός, από το ύψος του θώρακα.
en_au: Adjust the seat and push forward from chest height.
es_es: Ajusta la posición y empuja hacia adelante desde el pecho.
fi: Säädä istuinta ja työntää eteenpäin rinnan korkeudelta.
fr_ca: Ajuster la position et pousser vers l'avant à partir de la hauteur des épaules.
gu: પ્લાનને ગોઠવો અને છાતીની ઊંચાઈથી આગળ ધપાવો.
he: כוונן את הלוח, והזיזו אותו קדימה מהגובה של החזה.
hi: शीट को समायोजित करें और छाती की ऊंचाई से आगे की ओर धकेलें।
hr: Ajustirajte položaj i gurnite prema naprijed od visine prsa.
hu: Állítsa be a lábát, és nyomja előre a melltartás irányába.
id: Sesuaikan posisi, lalu dorong dari dada ke depan.
it: Regola la posizione e spingi in avanti dal petto.
ko: 운동 영역을 조절하고, 가슴 높이에서 앞으로 밀어낸다.
mr: शीट समायोजित करा आणि छातीच्या उंचीपासून पुढे ढकलून घ्या.
ms: Sesuaikan ketinggian, kemudian dorong ke hadapan dari ketinggian dada.
nl_nl: Pas de stoel aan en duw jezelf vooruit vanaf borsthoogte.
no: Juster setet og skyv det fremover fra brysthøyde.
pl: Dostosuj ustawienia i wypchnij ciało do przodu, od poziomu klatki piersiowej.
pt_br: Ajuste a posição e empurre para frente, da altura do peito.
pt_pt: Ajuste a posição e empurre para frente, da altura do peito.
ro: Ajustați poziția și împingeți în față, de la nivelul pieptului.
ru: Отрегулируйте положение и надавите вперед, от груди.
sk: Upravte si polohu a posúvajte ju dopredu od hrude.
sl: Nastavite stol, da ga potisnete naprej od prsnih kost.
sv: Justera sätet och tryck framåt från brösthöjd.
ta: சட்டத்தை சரிசெய்து, மார்பின் உயரத்திலிருந்து முன்னோக்கித் தள்ளவும்.
te: సీటును సర్దుబాటు చేసి, ఛాతీ ఎత్తు నుండి ముందుకు నెట్టండి.
th: ปรับตำแหน่งแผ่นรอง และดันไปข้างหน้าจากระดับอก
tr: Hareketleri ayarlayın ve göğüs seviyesinden öne doğru itin.
uk: Налаштуйте стрічку, відтягуючи її вперед від рівня грудей.
vi: Điều chỉnh ghế, đẩy ngực về phía trước.
zh_hans: 调整座椅，从胸部高度向前推。
zh_hant: 调整座椅，从胸部高度向前推。

# domain_catalog.bfc50ff9f2e8
source: ナローベンチプレス
ar_sa: الصحافة مقاعد البدلاء الضيقة
ca: premsa de banc estreta
cs: Kliky na úzké lavici
da: Nærbenpress
de_de: Niedrige Bankdrücken
el: Πάτημα με στενή μπάρα
en_au: Narrow Bench Press
es_es: Press con barra estrecha
fi: Narrow bench press
fr_ca: Développé incliné
gu: નારો બેન્ચ પ્રેસ
he: לחי עם משענת צרה
hi: नारो बेंच प्रेस
hr: Natjecanje na suvoj stolici
hu: Szűkített asztalra fekvő
id: Bench Press Sempit
it: Panca stretta
ko: 나로우 벤치 프레스
mr: नारो बेंच प्रेस
ms: Bench Press Sempit
nl_nl: Narrow bench press
no: Nærbenkpress
pl: Wyciskanie na ławce (szerokie chwyt)
pt_br: Supino na barra estreita
pt_pt: Supino na barra estreita
ro: Presă pe bancă îngustă
ru: Жим на узкой скамье
sk: Bench press s úzkou šírkou
sl: Niza bench press
sv: Nära bröstpress
ta: நாரோ பென்ச் பிரஸ்
te: నారో బెంచ్ ప్రెస్
th: ท่านาโล่เบนช์เพรส
tr: Dar bench press
uk: Жим лежачи на вузькій лавці
vi: Ép ngực hẹp
zh_hans: 窄握卧推
zh_hant: 窄握臥推

# domain_catalog.c035ffe6187c
source: 胸の前で重りを持ち、上体を立てたまましゃがむ。
ar_sa: احملي ثقلًا أمام صدرك واجلسي في وضع القرفصاء مع وضع الجزء العلوي من جسمك في وضع مستقيم.
ca: Agafeu un pes davant del pit i poseu-vos a la gatzoneta amb la part superior del cos dret.
cs: Držte váhu před hrudníkem a ohýbejte se v záklonu.
da: Løft en vægt foran brystet og stå med overkroppen ret, mens du bøjer dig ned.
de_de: Mit einer Gewichtsplatte vor der Brust arbeiten und im Stehen aufstehen.
el: Κρατήστε ένα βάρος μπροστά στο στήθος και σηκωθείτε, διατηρώντας το πάνω μέρος του σώματος ίσιο.
en_au: Hold a weight in front of your chest and squat down with your upper body upright.
es_es: Sostén un peso frente al pecho y agáchate manteniendo el tronco erguido.
fi: Pidä käsipainoa rinnan edessä ja kumarrut ylös.
fr_ca: Tenez un poids devant vous et pliez-vous en gardant le haut du corps droit.
gu: છાતી પર વજન લઈને, શરીરને ઊભું રાખીને બેસો.
he: להחזיק משקולת בחלק הקדמי של החזה ולשבת עם הגוף זקוף.
hi: अपने सीने पर वजन रखें, और अपने ऊपरी शरीर को सीधा रखते हुए झुकें।
hr: Podignite uteg pred grdom i držite tijelo izduženo.
hu: Tartsa a súlyt a derék előtt, és álljon, majd üljön le.
id: Angkat beban di depan dada, lalu tekuk tubuh sambil menjaga bagian atas tetap tegak.
it: Tenere un peso davanti al petto e piegarsi mantenendo il busto eretto.
ko: 가슴 앞에 무게를 들고, 상체를 세운 채로 앉습니다.
mr: छातीच्या मध्यभागी वजन उचला, शरीर सरळ ठेवून खाली वाका.
ms: Angkat beban di hadapan dada, kemudian bungkukkan badannya.
nl_nl: Til een gewicht voor je borst en buig je omhoog met je bovenlichaam recht.
no: Løft en vekt foran brystet og stå i oppreist stilling mens du bøyer deg fremover.
pl: Podnieś ciężar przed klatką piersiową i ustaw się w pozycji stojącej.
pt_br: Segure um peso na frente do peito e sente-se com as pernas retas.
pt_pt: Segure um peso na frente do peito e sente-se com as pernas retas.
ro: Țineți o greutate în fața pieptului și așezați-vă cu corpul drept.
ru: Поднимите вес перед грудью и встаньте прямо, затем согнитесь в коленях.
sk: Držte činku pred hrudníkom a zdvíhajte sa v sede.
sl: Držite utež pred prsmi,nato pa se postavite v položaj za stojišče.
sv: Lyft en vikt framför bröstet och stå med överkroppen rak samtidigt som du böjer dig ner.
ta: உங்கள் மார்பில் எடையை வைத்து, உங்கள் உடலை நேராக நிறுத்தி குனியவும்.
te: ఛాతీ ముందు బరువును పట్టుకుని, శరీరాన్ని నిటారుగా ఉంచి కూర్చోండి.
th: ยกเวทไว้ที่หน้าอก, ยืนตัวตรง แล้วก้มตัวลง
tr: Ağırlığı göğsünde tutarak, üst vücudunu dik tutarak çömel.
uk: Тримайте вагу перед грудьми, залишаючись у вертикальному положенні.
vi: Nâng tạ ở ngực, giữ thân trên thẳng và cúi người xuống.
zh_hans: 在胸前举起哑铃，保持上半身站立
zh_hant: 在胸前舉起啞鈴，並保持身體站立

# domain_catalog.c0a6d7c2a225
source: バーベルカール
ar_sa: حليقة الحديد
ca: rínxol de barra
cs: Cvičení s činkou
da: Stangbøjninger
de_de: Langhantelcurls
el: Κάμψη με μπάρα
en_au: Barbell Curl
es_es: Curl de bíceps con barra
fi: Tankokierto
fr_ca: Curl avec barre
gu: બારબેલ કાર્લ
he: כפיפת משקולת
hi: बारबेल कर्ल
hr: Kucanje s štangom
hu: Bárral való biceps-emelés
id: Curls Barbel
it: Curl con bilanciere
ko: 바벨 컬
mr: बार्बेल कर्ल
ms: Bentuk Palang
nl_nl: Gewicht trekken
no: Knebøy med vektstang
pl: Podciąganie hantlami
pt_br: Rosca com barra
pt_pt: Rosca com barra
ro: Flexie cu bară
ru: Сгибание штанги на бицепс
sk: Cvičenie s ťahovou činkou
sl: Vez z dvigom
sv: Hantelkurl
ta: பர்வெல் கார்ல்
te: బార్‌బెల్ క్యారల్
th: การดึงบาร์เบิล
tr: Barbel Biceps Curl
uk: Підйом штанги на біцепс
vi: Cuốn tạ
zh_hans: 杠铃弯举
zh_hant: 杠铃弯举

# domain_catalog.c28b6b0b1e5e
source: 高
ar_sa: عالية
ca: alt
cs: Vysoké
da: Høj
de_de: Hoch
el: Υψηλό
en_au: High
es_es: Alto
fi: Korkea
fr_ca: Élevé
gu: ઉચ્ચ
he: גבוה
hi: उच्च
hr: Visoko
hu: Magas
id: Tinggi
it: Alto
ko: 높음
mr: उच्च
ms: Tinggi
nl_nl: Hoog
no: Høy
pl: Wysoka
pt_br: Alto
pt_pt: Alto
ro: Mare
ru: Высокая
sk: Vysoká
sl: Visoka
sv: Högt
ta: அதிகம்
te: అధిక
th: สูง
tr: Yüksek
uk: Високий
vi: Cao

# domain_catalog.c2a566ea8251
source: ベンチプレス
ar_sa: اضغط على مقاعد البدلاء
ca: premsa de banc
cs: Tlak na štoně
da: Bænkpres
de_de: Bankdrücken
el: Πιέσεις με μπάρα
en_au: Bench Press
es_es: Press de banca
fi: Penkkipunnerrus
fr_ca: Presse au banc
gu: બેંચ પ્રેસ
he: תרגילי בנץ' פרס
hi: बेंच प्रेस
hr: Bench press
hu: Az edzőpánra állva, a felsőtesten koncentrálva, emeld fel a käsúlyt merőlegesen.
id: Bench press
it: Panca con manubri
ko: 벤치 프레스
mr: बेंच प्रेस
ms: Latihan Tekan Bangku
nl_nl: Bankdrukken
no: Benkpress
pl: Ćwiczenie na ławce z hantlem
pt_br: Supino no banco
pt_pt: Supino no banco
ro: Presă pe bancă
ru: Жим лежа с наклоном, направленный вверх под углом.
sk: Tlak na štole
sl: Bench press
sv: Bänkpress
ta: பெஞ்ச் பிரஸ்
te: బెంచ్ ప్రెస్
th: เพลนท์แบบม้านั่ง
tr: Bench Press
uk: Жим лежачи
vi: Tập nhiều khớp
zh_hans: 卧推
zh_hant: 凳子推举

# domain_catalog.c2f484f7f013
source: ケーブルカール
ar_sa: حليقة الكابل
ca: enrotllament del cable
cs: Kabelové cviky
da: Cable curl
de_de: Kabel-Curl
el: Κύκλοι με Καλώδιο
en_au: Cable Curl
es_es: Curl con cuerda
fi: Kaapelikuolais
fr_ca: Curl au câble
gu: કેબલ કારલ
he: כפיפת כבל
hi: केबल कर्ल
hr: Cable curl
hu: Cable curl
id: Curl Tali
it: Curl al cavo
ko: 케이블 컬
mr: केबल कर्ल
ms: Cable curl
nl_nl: Cable curl
no: Kabelcurl
pl: Ćwiczenie na linki
pt_br: Rosca na corda
pt_pt: Rosca na corda
ro: Cârlig curl
ru: Сгибания на канате
sk: Káblové cviky
sl: Cable curl
sv: Kabelcurl
ta: கேபிள் கார்ல்
te: కేబుల్ కార్ల్
th: คาร์ลด้วยสายเคเบิล
tr: Cable Curl
uk: Кабельний біцепс
vi: Cúi người với dây cáp
zh_hans: 绳索弯举
zh_hant: 绳索弯举

# domain_catalog.c313c696c2b6
source: 食事
ar_sa: وجبة
ca: menjar
cs: Jídlo
da: Mad
de_de: Essen
el: Διατροφή
en_au: Meals
es_es: Comida
fi: Ruokailu
fr_ca: Repas
gu: ખોરાક
he: ארוחה
hi: भोजन
hr: Jelo
hu: Étkezés
id: Makanan
it: Pasto
ko: 식사
mr: आहार
ms: Makanan
nl_nl: Eten
no: Måltider
pl: Posiłki
pt_br: Refeição
pt_pt: Refeição
ro: Mâncare
ru: Питание
sk: Jedlo
sl: Hrana
sv: Måltider
ta: உணவு
te: ఆహారం
th: อาหาร
tr: Beslenme
uk: Харчування
vi: Ăn uống
zh_hans: 膳食
zh_hant: 飲食

# domain_catalog.c3313a2b5bfb
source: 静かな観察者。睡眠と体調を優先する
ar_sa: مراقب هادئ. إعطاء الأولوية للنوم والصحة
ca: Un observador tranquil. Prioritzar el son i la salut
cs: Pozorovatel, který klade důraz na odpočinek a zdraví.
da: Rolig observatør. Prioriterer søvn og velvære.
de_de: Beobachter mit ruhiger Haltung. Priorisierung von Schlaf und Wohlbefinden.
el: Παθητικός παρατηρητής. Δίνετε προτεραιότητα στον ύπνο και την υγεία σας.
en_au: A calm observer. Prioritise sleep and well-being.
es_es: Observador tranquilo. Prioriza el sueño y el bienestar.
fi: Huomaava tarkkailija. Prioriteettina ovat unen ja hyvinvoinnin seuranta.
fr_ca: Observateur discret. Privilégiez le sommeil et votre bien-être.
gu: શાંત નિરીક્ષક. ઊંઘ અને સ્વાસ્થ્યને પ્રાથમિકતા આપો.
he: צופה שקט. העדיפו שינה ובריאות.
hi: शांत पर्यवेक्षक। नींद और स्वास्थ्य को प्राथमिकता दें।
hr: Oprezan promatrač. Prioritet dajete spavanju i svom zdravlju.
hu: Nyugodt megfigyelő. A pihenés és az egészség prioritása.
id: Pengamat yang tenang. Prioritaskan tidur dan kondisi tubuh.
it: Osservatore discreto. Priorità al sonno e al benessere.
ko: 조용한 관찰자. 수면과 건강을 우선시
mr: शांतपणे निरीक्षण करणारे. झोप आणि आरोग्याला प्राधान्य द्या.
ms: Pengamat yang tenang. Prioritaskan tidur dan kesihatan.
nl_nl: Observatie zonder oordeel. Prioriteit voor slaap en welzijn.
no: Observatør med fokus på ro og velvære. Prioriter søvn og helse.
pl: Obserwator, który ceni spokój. Priorytetem są sen i samopoczucie.
pt_br: Observador discreto. Priorize o sono e o bem-estar.
pt_pt: Observador discreto. Priorize o sono e o bem-estar.
ro: Observator calm. Prioritizați somnul și starea de sănătate.
ru: Спокойный наблюдатель. Приоритет – сон и самочувствие.
sk: Pozorujúci, ktorý uprednostňuje spánok a celkové zdravie.
sl: Tiho opazovalce. Prednost za spanje in zdravje.
sv: Lugn observatör. Prioritera sömn och välbefinnande.
ta: அமைதியான பார்வையாளர். தூக்கம் மற்றும் உடல்நிலையை முன்னுரிமைப்படுத்துங்கள்.
te: శాంతంగా గమనించే వ్యక్తి. నిద్ర మరియు శారీరక ఆరోగ్యాన్ని ప్రాధాన్యత ఇవ్వండి
th: ผู้สังเกตการณ์ที่ใจเย็น เน้นการพักผ่อนและการดูแลสุขภาพ
tr: Sakin gözlemci. Uyku ve sağlığı önceliklendir.
uk: Спокійний спостерігач. Пріоритет – сон і самопочуття.
vi: Quan sát viên bình tĩnh. Ưu tiên giấc ngủ và sức khỏe.
zh_hans: 安静的观察者。优先考虑睡眠和身体状况
zh_hant: 一個觀察者，優先睡眠和身體狀況

# domain_catalog.c3a15e701859
source: 上腕三頭筋
ar_sa: ثلاثية الرؤوس
ca: tríceps
cs: Svaly paží (triceps)
da: Triceps
de_de: Trizeps
el: Τρίκεψ
en_au: Triceps
es_es: Tríceps
fi: Biceps (ylkäynär)
fr_ca: Triceps brachial
gu: અપર આર્મ ટ્રાઇસેપ્સ
he: שריר הזרוע התלת-ראשי
hi: ट्राइसेप्स (ऊपरी बांह की मांसपेशी)
hr: Triceps
hu: Bicepsz
id: Bisep
it: Bicipite
ko: 삼두근
mr: ट्रायसेप्स (ऊर्जेचा वरचा भाग)
ms: Otot trisep
nl_nl: Biceps
no: Triceps
pl: Triceps biceps
pt_br: Tríceps
pt_pt: Tríceps
ro: Triceps
ru: Трицепс
sk: Triceps brachii
sl: Triceps brachii
sv: Biceps
ta: முதுகுத் தசை (Triceps)
te: ట్రైసెప్స్ (Upper Arm)
th: กล้ามเนื้อไบเซป
tr: Üç başlı kas
uk: Трицепс
vi: Cơ bắp tay
zh_hans: 肱三头肌
zh_hant: 肱三頭肌

# domain_catalog.c4c8f8c07255
source: 傾斜ベンチで腕を後ろに置き、二頭筋を伸ばした位置から曲げる。
ar_sa: ضع ذراعيك خلف ظهرك على مقعد مائل وقم بثني العضلة ذات الرأسين من وضعية التمدد.
ca: Col·loca els braços darrere de l'esquena en un banc inclinat i flexiona els bíceps des d'una posició estirada.
cs: Lehněte si na šikmou lavici, položte ruce za sebe a ohněte paže v loktech.
da: Læg dine arme bag dig på en skrånende bænk og stræk biceps, før du bøjer armene.
de_de: Auf einer Bank mit Neigung die Arme nach hinten legen und von der Position aus, in der die Bizepsmuskeln gestreckt sind, abwinkeln.
el: Τοποθετήστε τα χέρια σας στο πλάι, σε μια θέση που τεντώνει τους δικεφάλους.
en_au: Lie on an inclined bench with your arms behind you, and bend at the elbow from this position.
es_es: Colocar los brazos hacia atrás en un banco inclinado y flexionar desde esa posición, estirando los bíceps.
fi: Aseta kädet penkin kulmaan ja venytä toinen käsi.
fr_ca: Asseyez-vous sur un banc incliné, placez vos bras derrière vous et pliez les biceps.
gu: ઢોળાવવાળા બેન્ચે તમારા હાથને પાછળ મૂકો અને ડાયાફ્રેમની સ્થિતિમાં વાળો.
he: שכב על ספסל משופע, הניח את הידיים מאחורי הגב והרם אותן.
hi: एक ढलान वाली बेंच पर, अपने हाथों को पीछे की ओर रखकर, और द्वि-मुस्कल को फैलाकर, धीरे-धीरे नीचे करें।
hr: Sjedite na nagibu i položite ruke iza sebe, zatim se savnite u položaju gdje ste istezali bisep.
hu: Üljen egy döntős széktoron, és húzza a karokat a bicepsei kiterjesztett helyzetéből.
id: Berbaring di bangku dengan posisi lengan di belakang, lalu tekuk siku dari posisi tersebut.
it: Appoggia le braccia su una panca inclinata, nella posizione in cui si contraggono i bicipiti.
ko: 경사벤치를 이용하여 팔을 뒤로 젖히고, 이두근이 늘어난 위치에서 팔을 구부립니다.
mr: तिरकस बेंचवर हात मागे ठेवून, बाइसेप्स (दोन्ही हातांचे स्नायू) ताणून घ्या आणि हळू हळू खाली आणा.
ms: Letakkan lengan di belakang bangku dengan kemiringan, dan tekuk dari kedudukan yang meregangkan bisep.
nl_nl: Ga op een hellend bankje zitten, plaats je armen achter je en buig vanuit deze positie om je biceps te trainen.
no: Plasser armene bak deg på en benk med skråning, og strekk ut biceps før du bøyer.
pl: Połóż ręce na ławce i zgiń ramiona w pozycji, w której rozciągasz dwugłowe.
pt_br: Deite-se no banco inclinado, com os braços atrás do corpo, na posição em que os bíceps estão esticados e flexione os braços.
pt_pt: Deite-se no banco inclinado, com os braços atrás do corpo, na posição em que os bíceps estão esticados e flexione os braços.
ro: Așază-ți brațele înapoi pe banca cu pante, din poziția în care mușchii bicepsului sunt întinși și apoi îndoaie.
ru: Сядьте на скамью под углом, расположите руки за спиной в положении, когда бицепс находится в растяжении.
sk: Na šikmú lavicu položte ruky za seba a ohnite sa z pozície, kedy ste stiahli dvojité svaly.
sl: Sedeč na nakloni, položite roke nazaj in se zasukajte v položaju, ko so vaši dvignjeni členki.
sv: Ligg på en lutande bänk med armarna bakom dig, i positionen där biceps är sträckta. Böj sedan armarna från den positionen.
ta: சாய்வான இருக்கையில், உங்கள் கைகளை பின்னோக்கி வைத்து, பைசெப்ஸை நீட்டி, பின்னர் அதை மடக்குங்கள்.
te: వాలు ఉన్న బెంచ్‌పై చేతులను వెనుకకు ఉంచి, బైసెప్స్‌ను సాగదీసిన స్థితి నుండి వంచండి.
th: นั่งบนม้านั่งที่มีความลาดชัน วางแขนไว้ด้านหลัง และงอที่กล้ามเนื้อไบเซป
tr: Eğimli bankta, iki bacağın da yere değdiğini ve biceps kaslarını uzattığını düşünerek, o pozisyondan bükül.
uk: Покладіть руки на нахилену лавку, у положенні, коли розтягуєте біцепс.
vi: Đặt tay lên ghế dốc, sau đó gập khuỷu tay để kéo cơ bắp hai đầu.
zh_hans: 在倾斜式凳子上，将手臂向后伸展，然后从二头肌伸展的位置弯曲。
zh_hant: 在傾斜長凳上，將手臂放在後方，從伸展二頭肌的位置彎曲。

# domain_catalog.c55b2ba8a1d6
source: 筋力も重視
ar_sa: التركيز على قوة العضلات
ca: Èmfasi en la força muscular
cs: Síla svalů je důležitá.
da: Styrke er vigtig
de_de: Muskelkraft ist wichtig.
el: Η μυϊκή δύναμη είναι σημαντική.
en_au: Importance of strength
es_es: La fuerza también es importante.
fi: Lihasvoima on tärkeää
fr_ca: La force musculaire est importante
gu: માસની શક્તિને પણ મહત્વ આપો
he: כוח חשוב
hi: मांसपेशियों की ताकत भी महत्वपूर्ण है
hr: Važna je i snaga
hu: Fontos az izomzat
id: Kekuatan juga penting
it: È importante anche la forza muscolare
ko: 근력 또한 중요
mr: मांसपेशींची ताकद देखील महत्त्वाची आहे
ms: Kekuatan juga penting
nl_nl: Het is belangrijk om spierkracht te behouden.
no: Viktig med styrke
pl: Siła jest ważna.
pt_br: A força muscular também é importante
pt_pt: A força muscular também é importante
ro: Forța musculară este importantă
ru: Важно поддерживать и развивать силу
sk: Svalová hmot je dôležitá.
sl: Mišična moč je pomembna
sv: Muskler är viktigt
ta: தசை வலிமை முக்கியம்
te: కండరాల బలం కూడా ముఖ్యమైనది
th: ให้ความสำคัญกับการเพิ่มพละกำลัง
tr: Kas gücü de önemli
uk: Важливо підтримувати силу м'язів
vi: Sức mạnh cơ bắp cũng rất quan trọng
zh_hans: 重视肌肉力量
zh_hant: 重視肌力

# domain_catalog.c5bc251eecc5
source: 懸垂バー
ar_sa: سحب ما يصل شريط
ca: barra de tracció
cs: Branka pro přítahy.
da: Pull-up stang
de_de: Übungshaken
el: Κολλητήρας
en_au: Pull-up bar
es_es: Barra para dominadas
fi: Leuanveto-baari
fr_ca: Barre d'haltères
gu: ચુંગલ બાર
he: מתקן מתלים
hi: चिपचिपे बार
hr: Šinska za vježbanje
hu: Kerekeszó
id: Bar untuk Pull-up
it: Barra per trazioni
ko: 턱걸이 바
mr: पुल-अप बार
ms: Palang untuk menarik ke atas
nl_nl: Pull-up bar
no: Stang for pull-ups
pl: Drążek do podciągania.
pt_br: Barra para puxar
pt_pt: Barra para puxar
ro: Bară pentru tracțiuni
ru: Вертикальная перекладина.
sk: Štvorcové tyče na húbanie
sl: Stol za steno
sv: Stång för chins
ta: குறுகு பாறை
te: గ్రిప్ బార్
th: บาร์สำหรับออกกำลังกาย
tr: Bar
uk: Турнік
vi: Dây tập đa năng
zh_hans: 单杠
zh_hant: 单杠

# domain_catalog.c6670e068de2
source: この端末では利用できません
ar_sa: غير متوفر على هذا الجهاز
ca: No disponible en aquest dispositiu
cs: Toto zařízení není dostupné.
da: Ikke tilgængeligt på dette enhed
de_de: Diese Funktion ist auf diesem Gerät nicht verfügbar.
el: Δεν είναι διαθέσιμο σε αυτό το τερματικό
en_au: Not available on this device
es_es: No está disponible en este dispositivo
fi: Tätä laitetta ei voi käyttää
fr_ca: Non disponible sur cet appareil
gu: આ ઉપકરણ પર ઉપયોગ કરી શકાતું નથી
he: לא ניתן להשתמש במכשיר זה
hi: यह डिवाइस उपलब्ध नहीं है
hr: Ovaj uređaj nije dostupan
hu: Ez a készülék nem elérhető.
id: Tidak tersedia pada perangkat ini
it: Non disponibile su questo dispositivo
ko: 이 기기에서는 사용할 수 없습니다
mr: हे डिव्हाइस वापरता येत नाही
ms: Tidak tersedia pada peranti ini
nl_nl: Dit apparaat kan niet worden gebruikt.
no: Ikke tilgjengelig på denne enheten
pl: Nie jest dostępne na tym urządzeniu
pt_br: Não disponível neste dispositivo
pt_pt: Não disponível neste dispositivo
ro: Nu este disponibil pe acest dispozitiv
ru: Недоступно на этом устройстве
sk: Toto zariadenie nie je dostupné
sl: To ni na voljo na tem napravi
sv: Detta enhet stöds inte
ta: இந்த சாதனத்தில் பயன்படுத்த முடியாது
te: ఈ పరికరంలో ఉపయోగించడానికి వీలు లేదు
th: ไม่สามารถใช้งานบนอุปกรณ์นี้
tr: Bu cihazda kullanılabilir değil
uk: Недоступно на цьому пристрої.
vi: Không thể sử dụng trên thiết bị này
zh_hans: 此设备无法使用
zh_hant: 此裝置無法使用
